const messages = [
    {
        id: 1,
        user: {
            id: 2,
            name: 'Мария Прудникова',
        },
        time: '2020-01-16T13:05:00+03:00',
        content: 'Здравствуйте! Принято. А сегодня нужно заполнять рабочее время?',
        onlineStatus: true,
    },
    {
        id: 5,
        user: {
            id: 3,
            name: 'РБТ Василеостровский, РБТ Василеостровский',
        },
        time: '2020-01-15T13:05:00+03:00',
        content: 'Валерия Петрова: Мария, привет! Это чат для новых сотрудников ТТ. Сейчас скину гайд для работы в системе. Ознакомься!)',
        onlineStatus: true,
    },
    {
        id: 8,
        user: {
            id: 4,
            name: 'Валерия Петрова Андреевна',
        },
        time: '2020-01-05T13:05:00+03:00',
        content: 'Привет! Мне сообщили, что ты хочешь перейти на другую точку. У нас сейчас открытых позиций всего 3 в твоем городе. Вышлю отдельным файлом, посмотришь?)',
        onlineStatus: false,
    },
    {
        id: 15,
        user: {
            id: 6,
            name: 'Валерия Петрова',
        },
        time: '2020-01-05T13:05:00+03:00',
        content: 'Привет! Мне сообщили, что ты хочешь перейти на другую точку. У нас сейчас открытых позиций всего 3 в твоем городе. Вышлю отдельным файлом, посмотришь?)',
        onlineStatus: false,
    },
    {
        id: 89,
        user: {
            id: 6,
            name: 'Валерия Петрова',
        },
        time: '2020-01-05T13:05:00+03:00',
        content: 'Привет! Мне сообщили, что ты хочешь перейти на другую точку. У нас сейчас открытых позиций всего 3 в твоем городе. Вышлю отдельным файлом, посмотришь?)',
        onlineStatus: false,
    },
];

export default messages;